Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1093_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Sääʹmteʹǧǧ kaaunõõđi vuõiggâdvuõttminiʹstter Lindströmin
fin: Saamelaiskäräjät tapasi oikeusministeri Lindströmin

source: Sääʹmteʹǧǧ kaaunõõđi vuõiggâdvuõttminiʹstter Lindströmin vuõss vuâra 7.7.2015 Heʹlssnest.
fin: Saamelaiskäräjät tapasi oikeusministeri Lindströmin ensimmäisen kerran 7.7.2015 Helsingissä.

source: Sääʹmteeʹǧǧest kaaunõõttmõõžžâst leʹjje saaǥǥjååʹđteei Tiina Sanila-Aikio, I vääʹrrsaaǥǥjååʹđteei Heikki Paltto di lääʹǩǩpiisar Kalle Varis.
fin: Saamelaiskäräjiltä tapaamisessa olivat puheenjohtaja Tiina Sanila-Aikio, I varapuheenjohtaja Heikki Paltto sekä lakimiessihteeri Kalle Varis.

source: Vuõiggâdvuõttministeriast kaaunõõttmõõžžâst leʹjje miniʹstter lââʹssen suu veäʹǩǩteei Leena Riekkola di demokratia- da ǩiõlljuâǥǥtõõzz jååʹđteei Johanna Suurpää da saǥǥstõõlli veʹrǧǧooumaž Camilla Busck-Nielsen.
fin: Oikeusministeriöstä tapaamisessa olivat ministerin lisäksi hänen erityisavustajansa Leena Riekkola sekä demokratia- ja kieliyksikön johtaja Johanna Suurpää ja neuvotteleva virkamies Camilla Busck-Nielsen.

source: Kaaunõõttmõõžžâst saǥǥstõʹlleš Sääʹmteeʹǧǧ vaalpââʹj 2012–2015 väʹlddtäävtõõzzi ooudummuž pirr Sipilä halltõõzzin.
fin: Tapaamisessa keskusteltiin Saamelaiskäräjien vaalikauden 2012–2015 päätavoitteiden edistämisestä Sipilän hallituksen kanssa.

source: Väʹlddtäävtõõzz lie jm.
fin: Päätavoitteita ovat mm..

source: ILO 169 - suåppmõõžž ratifiâʹsttem, tâʹvvjânnamlaž sääʹmsuåppmõõžž priimmâm, sääʹmteʹǧǧlääʹjj oođeem, sääʹmǩiõl jeältemprograamm tueiʹmmepiijjâm di sääʹm äʹrbbvuõđlaž jieʹllemvueʹjji nââneem.
fin: ILO 169 - sopimuksen ratifioiminen, pohjoismaisen saamelaissopimuksen hyväksyminen, saamelaiskäräjälain uudistaminen, saamen kielen elvytysohjelman toimeenpano sekä saamelaisten perinteisten elinkeinojen vahvistaminen.

source: Lââʹssen saǥǥstõʹlleš ääiʹjpoddsaž aaʹšši pirr, mâʹte Sääʹmteeʹǧǧ pueʹtti vaalin di Ǩiõllkaʹlddi – Sääʹm ǩiõli ämmat- da resursskõõskõs – haʹŋǩǩõõzz miâlggâd kooum eeǥǥas vuäǯǯam teäggtõõzzâst.
fin: Lisäksi keskusteltiin ajankohtaisista asioista, kuten Saamelaiskäräjien tulevista vaaleista sekä Giellagaldu – Saamen kielten ammatti- ja resurssikeskus - hankkeen saamasta, miltei kolmivuotisesta rahoituksesta.

source: Vuõiggâdvuõttminiʹstter pueʹtti täävtõssân lij saǥǥstõõllâd tääʹrǩmõs miniʹsttrivuiʹm sääʹmaaʹšši ooudummšest vaalpââʹjest 2015–2019.
fin: Oikeusministerin on seuraavaksi tarkoitus keskustella avainministereiden kanssa saamelaisasioiden edistämisestä vaalikaudella 2015–2019.

source: ” Kaaunõõttmõš leäi vääžnai mainstemõhttvuõđ ääʹvummuž diõtt Sipilä halltõõzzin ”, tuâtt saaǥǥjååʹđteei Sanila-Aikio.
fin: ” Tapaaminen oli tärkeä keskusteluyhteyden avaamiseksi Sipilän hallituksen kanssa ”, toteaa puheenjohtaja Sanila-Aikio.

source: Sääʹmteʹǧǧ vuäinn šiõǥǥ õhttsažtuâj vuõiggâdvuõttminiʹsttrin samai tääʹrǩes äʹššen säʹmmlai sââʹj da aaʹšši viõkkšõs ooudummšest. ”
fin: Saamelaiskäräjät näkee hyvän yhteistyön oikeusministerin kanssa välttämättömäksi saamelaisten aseman ja asioiden tehokkaaksi edistämiseksi. ”

source: Tuäivvap ođđ kaaunõõttmõõžž vuõiggâdvuõttminiʹsttrin samai sõõrǥab ”, looppat I vääʹrrsaaǥǥjååʹđteei Heikki Paltto.
fin: Toivomme uutta tapaamista oikeusministerin kanssa mahdollisimman pian ”, lopettaa I varapuheenjohtaja Heikki Paltto.
